"%@ - Offline" = "%@ - 離線";

"3D Secure" = "3DS 驗證";

"Add New Card…" = "添加新卡...";

"Add a Card" = "新增卡";

"Apt." = "公寓";

"Contact" = "聯絡資訊";

"Delivery" = "寄送";

"Delivery Address" = "寄送地址";

"Free" = "免費";

"Invalid Shipping Address" = "收貨地址無效";

"Loading…" = "正在載入...";

"Multibanco" = "Multibanco";

"Next" = "下一步";

"Online Banking (FPX)" = "網上銀行 (FPX)";

"Payment Method" = "付款方式";

"Shipping" = "送貨";

"Shipping Method" = "送貨方式";

"Use Billing" = "使用帳單地址";

"Use Delivery" = "使用寄送地址";

"Use Shipping" = "使用收貨地址";
